tap "homebrew/cask"

brew "bat"
brew "frum"
brew "fzf"
brew "gh"
brew "git"
brew "mas"
brew "rcm"
brew "ripgrep"
brew "tree"

brew "eslint"
brew "jsonlint"
brew "proselint"
brew "shellcheck"
brew "yamllint"

cask "1password"
cask "dash"
cask "gpg-suite-no-mail"
cask "kitty"
cask "meetingbar"
cask "microsoft-edge"
cask "raycast"
cask "slack"
cask "todoist"
cask "visual-studio-code"

mas "Bear", id: 1091189122
mas "Focus (for YouTube)", id: 1514703160
mas "Hush Nag Blocker", id: 1544743900
mas "Magnet", id: 441258766
mas "PiPifier", id: 1160374471
mas "Tweetbot", id: 1384080005
