brew 'asciinema'
brew 'gitsh'
brew 'httpie'
brew 'pick'
brew 'ripgrep'
brew 'wget'
brew 'zsh-completions'

cask '1password'
cask 'alfred'
cask 'dash'
cask 'dropbox'
cask 'google-chrome'
cask 'gpgtools'
cask 'licecap'
cask 'paw'
cask 'screenflow'
cask 'skitch'
cask 'slack'
