brew "bat"
brew "fzf"
brew "gh"
brew "git"
brew "nvim"
brew "rcm"
brew "ripgrep"
brew "tree"
brew "wget"
brew "yazi"
brew "eza"
brew "tlrc"
brew "thefuck"
brew "fd"
brew "tmux"
brew "lazygit"
brew "powerlevel10k"
brew "mise"

brew "eslint"
brew "jsonlint"
brew "prettierd"
brew "proselint"
brew "shellcheck"
brew "yamllint"

cask "1password"
cask "gpg-suite-no-mail"
cask "kitty"
cask "raycast"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "font-meslow-for-powerlevel10k"
